Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/katja-tn.html.tmx
Source language: nob
Languages: sme

source: Adlød sjelden de som jobbet på internatet, og gjorde for det meste det hun selv ville.
sme: Son barggai skuvllas maid ieš dáhtui ja mot ieš dáhtui. Ii ge gávdnon bargu masa son liikui.

source: Men det var ikke stort hun hadde lyst å gjøre, hverken på skolen eller internatet.
sme: Oahpaheaddjit belke ja ráŋggaštedje su, muhto ii dat ávkkuhan.

source: Stadig sendte de henne til rektors kontor, men ingenting hjalp.
sme: Sii dolvo su dávjá skuvlahoavdda kántuvrii, muhto ii mihkkege ávkkuhan.

source: Stirret bare mutt på føttene sine når de spurte hvorfor hun var slik en umulig unge. Ventet tålmodig til de var ferdige med å skjelle henne ut.
sme: Kátjá ii jienádan goasse sáni ge go skuvlahoavda ja eará oahpaheaddjit jearáhedje sus manin son lei nu veadjemeahttun ja váttis čivga.

source: Snart begynte lærerne å avsky henne, men etterhvert brydde de seg ikke lenger om påfunnene og strekene hennes.
sme: Son guovllai dušše láhttái ja divttii sin hupmat. Maŋemus šattai nu ahte ii oktage oahpaheaddji šat liikon ii ge beroštan Kátjás.

source: Nektet hun å lese høyt, eller å si på norsk til lærerne, jaget de henne ofte ganske enkelt ut av klassen.
sme: Son biddjui dávjá skuvlalanjas olggos go ii jeagadan lohkat čuodjalit dahje dadjat dárogillii buorre idit skuvlaolbmái.

source: Likt et foreldreløst barn drev Kátjá dank i bygda mens de andre var på skolen.
sme: Kátjá lei dego oarbbes mánná.

source: Dagene ble skuslet bort, og hun var alltid alene.
sme: Go ain bijahallá skuvllas eret, de váccaša son márkanis ja golahallá daid guhkes, guhkes beivviid.

source: Så forferdelig alene.
sme: Áibbas okto. Álo áibbas okto.

source: Det hendte at hun blandet seg inn i en slosskamp, men bare hver gang hun så at større barn plaget eller slo mindre barna.
sme: Muhtomin láve son seaguhit iežas earáid doarrumiidda maid. Jus fal oaidná stuorát mánáid unnibuid doaruheame, de láve son girdit unnoraččaide veahkkin.

source: Men selv startet hun aldri en slosskamp.
sme: Muhto ii son gal goassege ieš álggahan doarruma.

source: Likevei fikk hun nesten alltid skylda og straffen for slosskamper.
sme: Liikká oaččui eanemus siva, ja ráŋggaštusa.

source: Hjemme var hun den samme, gamle Kátjá.
sme: Ruovttus gal lei Kátjá ain dat seammá.

source: Da hun gikk i femte klasse, kom bilveien til den vesle bygda deres, og de fikk komme hjem hver måned. Somrene var Kátjás beste tid, men de gikk så altfor fort.
sme: Go Kátjá lei viđat geardde skuvllas de rahpasii biilageaidnu sin unna meahccegilážii, ja sii beassagohte ruovttus finadit oktii mánus.

source: Hun var alltid blek og tynn når hun kom hjern om våren.
sme: Geasit ledje buot suohttasepmosat ja manne álo nu ilá jođánit.

source: Bestemor, som hadde god tid til å følge barnas utvikling, oppdaget snart hvordan skolen hadde forandret stakkars Kátjá.
sme: Álo go mánát bohte ruoktot giđđat, de lei Kátjá nu guoirras ja šoavkat, dego livččii buohcci. Áhkku čuovui hui bures mielde mánáid ovdaneami.

source: De glitrende stjernene i Kátjás brune øyne var sluknet.
sme: Son oinnii mot skuvla lei Kátjá riebu rievdadan.

source: Sola var også borte i dem. Hun for ikke lenger som en vind over engene.
sme: Ja dat unna juolggážat mat nu geahppasit lávejedje viegadit gietti mielde, dat ledje njohcon.

source: Bestemor så forandringen, og kjente uroen gnage.
sme: Áhkku šuohkašii dávjá, ja sihkestii muhtomin gatnjaliid eret iežas roavččagan muođuin — čiegusvuodas.

source: Mor hadde sjelden tid til å tenke på barnas skolegang, eller høre om de hadde noe å forteIte.
sme: Eatnis ii lean nu ollu dilli skuvlla birra jurddašit. Son ii astan goassege gullat.

source: Hun hadde sitt å streve med. Hun måtte vaske, rydde, sy og lage mat. Når hun ikke holdt på med noe inne, var hun i fjøset eller på fjellet.
sme: Álohii fertii son bassat, čorget, goarrut ja biepmu ráhkadit. Ja go ii lean viesus bargame, de lei návehis dahje meahcis geasi áiggi.

source: Satte hun seg ned uten arbeid, tok hun alltid fram Bibelen eller salmeboka.
sme: Eadni ii čohkkán goassege joavdelassan, ja jus čohkkedii bargguhaga, de logai Biibbala dahje lávllui sálbmagirjjis.

source: Da måtte hun ikke forstyrres.
sme: Ja dalle ii ábuhan eatni vuorjat.

source: Far hadde av og til tid til å snakke med barna.
sme: Áhčis gal lei muhtomin dilli. Muhto áhčči ii ipmir.

source: Men han forstod ikke at skolen var det verste stedet på jorda, eller at Kátjá mye heller ville være hjemme enn å gå på skolen.
sme: Áhčči ii ipmir ahle skuvla lea vearrámus báiki mii gávdno. Ii ge son ge ipmir ahte Kátjá muhtomin hálidivččii ruoktot báhcit go earát vulget skuvlii.

source: Far var redd for lærere og skolesjefen.
sme: Ja áhčči maid ballá skuvlahoavddain.

source: Redd for at om ikke Kátjá gikk på skolen, ville lensmannen arrestere han. Det hadde han fortalt henne.
sme: Son lei Kátjái dadjan ahte jus son ii mana skuvlii, de boahtá leansmanne áhči viežžat giddagassii.

source: Selvom far var stor og sterk, var også han redd for de norske, enda han både forstod og snakket språket deres.
sme: Vaikko áhčči lea ge stuoris ja gievra, de son maid ballá dáččain. Dan son dahká vaikko ipmirda sin giela ja veaháš máhttá vel hupmat nai dárogiela.

source: Kátjá kunne ikke fortelle han hvor jævlig det var på skolen, og hvor slem hun var der.
sme: Dan dihte ii ábut áhččái muitalit man váivi skuvllas lea, ja man hilbat son lea doppe.

source: Biret og Risten hadde jo vennene sine der, og de brydde seg ikke om de ble ertet.
sme: Biret ja Risten gal eaba vissa goassege nu váivašuvvan skuvllas go Kátjá.

source: Heller ikke av flyttsamebarna.
sme: Eaba láve beroštit go sámi mánát bilkidit ja lohket soai eaba leat sápmelaččat.

source: Men det var annerledes med Kátjá.
sme: Diekkár bilkádusaid ii gierdda Kátjá.

source: Bare det første skoleåret hadde hun tålt slagene uten å ta igjen.
sme: Son gierddai gal vuosttaš skuvlajagi, muhto ii šai eambbo.

source: Hvordan kunne Biret og Risten snakke om skolen hjemme?
sme: Oappáguovttus gal sáhtiiga ruovttus huprnat skuvlla birra maid.

source: De snakket mens de spiste, om kvelden før de sovnet, skravlet de i munnen på hverandre.
sme: Nu dábalaččat — borranbeavddis dahje eahkes go sii ledje velledan. Soai muitaleigga oktiinjálmmiid Bierain skuvlla dáhpáhusaid birra.

source: Kátjá fattet ikke hvordan det gikk an å snakke så naturlig om skolen.
sme: Kátjá ii ipmirdan goasse mot jur nie lunddolaččat sáhtte skuvlaságaid muitalit.

source: Bare ved tanken på skolen kjente hun en smerte dypt inne i seg.
sme: Nu váivi go váibmu vel bávččastii dušse jurddašit dan birra, mot ipmášiid de vel hupmat dan birra.

source: Det hendte hun fikk lyst til å fortelle alt sammen til mor når de var alene.
sme: Muhtomin lei sus miella eadnái juoidá muitalit skuvlla birra. Muhtomin go soai etniin leaba guovttá viesus.

source: Gråte ut, kjenne det triste og jævlige strykes vekk av hendene hennes.
sme: Sus láve nu hállu fierrut eatni luhtte ja čilget man váivi ja lossat skuvlla lea vázzit.

source: Men det var nesten umulig å begynne.
sme: Muhto álo lea váttis gávdnat rievttes sániid maiguin álggaha.

source: Bare mor spurte hvordan det var å bo på internatet, stakk det vondt i henne, og hun måtte slåss for å holde tårene tilbake.
sme: Ja jus eadni vel deaivá jearrat juoidá dan birra mot internáhtas lea orrut, de láve nu ártegit cugget čoavjái, ja son láve ferret iežas nu garasin dahkat vai gatnjalat eai golgagoađe.

source: Hun hadde jo lovet seg selv å ikke gråte mer, tenkte hun og bet tennene sammen.
sme: Ja ii ge goasse geargga maidege dadjat eadnái dan beale go eatnis livččii dilli.

source: De få gangene moren hadde tid tiI å høre på henne, fikk hun ikke fram et ord. Mor og far fikk aldri høre sannheten om skolen og internatet.
sme: Danin eaba šaddan eadni ja áhčči obanassii diehtit man váttis dilli Kátjás duodai lei internáhtas ja skuvllas.

source: Heller ikke småsøsknene fikk vite om det, for de ville ikke ha forstått likevel.
sme: Oappát ja vieljat maid eai diehtán, eai ge várra livčče ipmirdan ge jus son vel livččii ge muitalan.

source: Den eneste som forsto og visste var bestemor.
sme: s. 40-45 Internáhtas lei ollu rievdan.

source: Hun skjønte, selvom Kátjá sjelden snakket om det.
sme: Sámi mánát eai šat geavahan gávtti, muhto fiinna rivgobiktasiid.

source: Noen ganger var det som om bestemor visste hva Kátjá hadde å fortelle, lenge før hun hadde sagt det.
sme: Álggos ledje sii boagustan Kátjá go son ain geavahii gávtti, muhto Kátjá ii beroštan das maidege.

source: Hun hadde alltid god tid, for hun måtte ikke slite i huset og fjøset slik som mor.
sme: Son ii gillen ii oaidnit ge daid eará nieiddaid ja guhkkin eret vel singuin hupmat.

source: Om Kátjá var ulydig hjernme, kunne bestemor bli riktig sint og gi henne ris.
sme: Ii sis ge lean sámi mánáiguin oktavuohta, eai ge sii dárbbašan ge daid, sii ledje ieža juo nu ollugat.

source: Men hun ble aldri sint når Kátjá fortalte hvor mye galt hun gjorde på skolen.
sme: Dan maŋemus skuvlajagi álggii son baicca internáhta dálu bártnážiiguin eambbo ja eambbo olbmástallat.

source: Kátjá betrodde bestemor alt, uten å være redd for å bli straffet.
sme: Sii fítne juohke beaivvi Kátjá lanjas. Singuin lei somá humadit.

source: Kátjá synes nesten hun liknet Gud, den guden som hun selv fortalte om fra Bibelen.
sme: Dál, go sii eai šat lean mánát geat álo aivve dorro ja hárde nubbi nuppi. Diet áigi lei vássán.

source: En gud som var glad i alle mennesker, srerlig de som andre gjorde narr av.
sme: Dál ledje sii beallešattot olbmot geat dávjá hupme boahtte áiggi birra.

source: - Hva viI du gjøre når du er voksen og ferdig med skolen?
sme: Ii ge sin searvvis lean goassege oktage sámi mánná.

source: De banket sennagresset som de hadde skåret dagen før.
sme: Fáhkkestaga lei nu šaddan ahte ledje sii geat mearridedje internáhtas.

source: En ny somrner var på hell, et nytt skoleår sto for døra. Kátjá hadde for lengst oppdaget at jo mer hun bannet, jo reddere ble samebarna.
sme: Ja vaikko Kátjá diđii ahte son livččii sáhttán dan maŋemus jagi, dálu bártnážiiguin ovttas, mavssuhit buot hárdimiid ja buot doaškkáid sámi mánáide, de son ii beroštan dan dahkat.

source: Det gav henne en god fø1else av makt. Makten utnyttet hun også i klasserommet.
sme: Son lei nu bahá šaddan sidjiide ahte ii gillen gieđaid duolvvidit sin cábmit ge.

source: Noen av lærerne ble virkelig redd henne, fordi hun var så hard og grov i kjeften.
sme: Buot nieiddažat internáhtas balle sus nu issorasat, vaikko son lei áibbas okto ja sii máŋga logis.

source: De visste at det ikke nyttet å sende henne til skolesjefens kontor, eller la henne sitte igjen.
sme: Buohkat dihte ahte dálu bártnážat leat Kátjá beale jus doarrun buollá. Kátjá ii gillen ii ge háliidan sáni ge singuin lonuhit.

source: I ren fortvilelse prøvde de både godsnakk og straff, men ingenting gjorde inntrykk på Kátjá.
sme: Muhto jus soames sis mahkáš gávnnahallá sutnje geahččame borranbeavddis, de láve son diedihit: — Maid biruid don japput munnje!

source: Hun var blitt utspekulert og ond, og helt fryktløs.
sme: Ja buot bártnážat lávejit reaskkehit duohta váimmus.

source: Den største gleden fikk hun av å være sammen med guttegjengen, og å plage dem som jobbet på internatet.
sme: Kátjá lei áigá juo oahppan, mađi eanet son garruda, dadi eambbo balle sii sus.

source: Det likte guttene også.
sme: Dat lei hirbmat buorre dovdu.

source: En av guttene hadde tatt med en liten kokeplate hjemmefra, som var i flittig bruk.
sme: Son geavahii dan fámu skuvlalanjas nai.

source: Av og til hadde de flaks nok til å komme seg usett til spiskammerset.
sme: Muhtun oahpaheaddjit šadde nu árggit sus ahte eai duostan šat su gieldit garrasit goassege.

source: Da levde de høyt i flere dager etterpå, for de nasket med seg alt de fikk plass til i lommene og kofteermene.
sme: Danin go sii dihte ahte Kátjá ii lean ávki skuvlašeaffa lusa ge doalvut, ii ge čohkkát ge bidjat maŋŋel skuvlla. Sii geahččaledje buot, muhto ii mas ge lean ávki.

source: De stjal mest epler, appelsiner og kaffe, og annet når det var mulig.
sme: Kátjá lei nu juonalaš ja baháneahkkán, ii ge ballan ii mastege.

source: De ble aldri tatt, selvom de av og til måtte tåle harde forhør når betjeningen oppdaget hvor mye som forsvant.
sme: Son diđii son lei dego gonagas sihke skuvllas ja internáhtas, muhto ii dat diehtu addán sutnje maidege iluid.

source: De stolte på hverandre.
sme: Bártnážat maid liikojedje dasa.

source: Guttene visste at Kátjá aldri ville sladre på dem, og hun visste at de aldri ville røpe henne. De stjal vanligvis om nettene, for da var det lettest.
sme: Internáhtas ii lean lohpi gáfe vuoššat, muhto sii ledje nu čeahpit šaddan biiggáin gáfiid suoládit ahte besse juohke beaivve lanjas gáfe vuoššat suoli.

source: Det foregikk gjerne slik at en av guttene sørget for å sette et vindu i spisesalen litt på gløtt om dagen, akkurat slik at det var umulig for internatbetjeningen å oppdage det.
sme: Okta sis lei ruovttus fievrredan vuoššanpláhta mii lei divdna anus álohii. Muhtomin lei sis nu lihkku ahte besse suoli stuora gievkkanii nai, ja de sis gal lei hearrá dilli máŋga beaivvi maŋŋil.

source: Straks de som arbeidet på kjøkkenet hadde gått for kvelden og nattevakta kom, snek de seg ut av soveromsvinduet.
sme: Doppe sii láveje suoládit nu ollu go čáhkkehedje lummaide ja sojiid sisa. Eanemus gáfíid ja eappeliid ja eappelsiinnaid.

source: Fra et av vinduene kom en rett ut på taket, dersom en var vågal nok. Det var Kátjá og gjengen.
sme: Bártnážat dihte ahte Kátjá ii goassege dovddas maidege, vaikko maid husmora dajašii ja vaikko mot son nihtášii.

source: Så sprang de over taket til vinduet som de hadde latt stå på gløtt.
sme: Ja Kátjá diđii dan seammá bártnážiid birra. Sii suoládedje dávjá ihkku.

source: Det var ganske lett, så lenge noen holdt vakt på taket, og noen andre sørget for at nattevakta holdt seg langt unna kjøkkenet.
sme: Dat lei álkimus. Sii bidje dusse beaivet ovtta borranlanja láse hui veahás rabas, nu veaháš ahte biiggát eai fuomáš dan.

source: Fra spisesalen til kjøkkenet var det bare dører som ikke kunne låses, så det var en smal sak å nå målet.
sme: Dat ii lean váttis go okta dahje guovttis ledje fáktan dáhke alde, ja okta fas galggai idjagohcci doalahit eret gievkkan gáŋgenis.

source: Som of test måtte de ta seg fram i mørket, for det var for risikabelt å tenne lys.
sme: Borranlanjas gievkkanii ja galbmalatnjii ledje aivve dakkár uvssat maid ii sáhttán lásset.

source: I spiskammerset fylte de lommer og koftebarm, ofte med så mye at de ikke klarte å spise alt.
sme: Dávjá suoládedje sii summal seavdnjadasas nu ollu borramušaid go goastadedje guoddit.

source: Men det gjorde ingenting, for bare det å stjele uten å bli oppdaget ga dem tilfredstillelse.
sme: Eai buot áiggiid sáhttán borrat buot maid suoládedje, muhto sii válde dušse dan dihte go lei nu somá dán bargat.

source: Alt ulovlig var moro.
sme: Ja go lei lobiheapmi.

source: Både for Kátjá og guttene ble de nattlige toktene det artigste og mest spennende som hendte i tida på skolen.
sme: Dat idjagohcin lei buot suohttaseamus internáhta ja skuvlla bargguin. Muhtin eahket ledje sii vuohon čoahkis.

source: En kveld da de som vanlig satt på et av rommene, var alle svært stille og triste.
sme: Sii ledje buohkat earenoamáš jávoheamet, ii ge oktage hupman dan birra maid sii dan ija galge suoládit.

source: Alle skjønte hva som var i veien, men ingen ville snakke om det. Siste skoledag nærmet seg raskt.
sme: Sii dovde várra buohkat dan ártegis dovddu iežaset siste ja danin ledje nu imaš jávoheamet.

source: De hadde ikke mye tid igjen sammen.
sme: Sis eai lean šat galle beaivvi ovttas.

source: Om noen dager skulle de skilles, reise hver til sitt.
sme: Moatti beaivvi geahčen fertejit sii earránaddat.

source: Og selvom de alle hadde lengtet i ni lange år etter akkurat den dagen, var de plutselig ikke glade mer.
sme: Ja vaikko sii buohkat ledje juste dan beaivvi vuordán ovcci, guhkes jagi, de ii orron dat illudahttime juste dál.

source: Stemningen var merkelig og sørgmodig.
sme: Dat lei imaš, measta ahkidis dovdu.

source: De skulle snart skilles, men de kunne ikke snakke om det. De snakket om helt andre ting.
sme: Muhto ii oktage jienádan dien ášši birra maidege, sii baicca hupmagohte eará duođalaš áššiid birra.

source: Ett var de alle enige om: Ingen skulle fortsette på skolen!
sme: Buohkat orro leamen dan oaivilis ahte ii agibeaivves gánnat goit skuvllaid šat joatkit.

source: - Aldri i verden om vi frivillig oppsøker skoler, når vi endelig slipper ut til friheten igjen.
sme: — Go dáppe vuos eret beassá — friddjavuhtii, ii de goit jalla ge šat álgge vel eambbo skuvllaid birra jurddašit.

source: Ihvertfall ikke jeg, det er jeg faen så sikkert på! Sa Ailo Mattis.
sme: In goit mun, dan ala gal vuortnun, álggahii Áilo Máhtte, ja earát nannejedje dan.

source: - Ni av våre beste år har vi mistet, kastet bort til ingen nytte.
sme: — Jurddaš, skuvla lea váldán mis buoremus jagiid. Mii leat ovcci jagi golahan dáppe ihána duššái.

source: Bare drevet dank i dette fengselet, i stedet for å være hjemme og lære å arbeide.
sme: Dáppe fáŋga-vuođas joavdelasttán dan sadjái go ruovttus oahppat bargat.

source: Foreldrene våre har slitt helsa av seg der mens vi har sloss, 1øyet og lært oss å stjele her.
sme: Eadni ja áhčči leaba šaddan eanasáigge jagis guovttá riehkidit, bivastat gálluid, dan botta go mii dáppe dádjut.

source: - Ja, og enda preker lærerne om at vi burde fortsette på skoler.
sme: — Nu, ja vel hupmet mii berrešeimmet joatkit skuvllaid!

source: Fordømte idioter!
sme: Biru ipmirmeahttun jallat!

source: De kakler som høner: - Skoler er bra, utdannelse gir dere muligheter, skoler åpner en ny verden for dere.
sme: Min oahpaheaddji hoavrrista álo, dego giehka: — Skuvllat leat buorit, skuvllat addet didjiide vejolašvuođaid.

source: De uvitende jævlene fatter ikke at vi allerede har forsømt hjemmene våre i ni år.
sme: li sáhte ipmirdit ahte ruoktu — eadni ja áhčči ja áhkku ja áddjá min dárbbašit.

source: - De norske tenker ikke slik, de kan ikke tenke slik.
sme: — Rivgut eai jurddaš, eai ge ipmir.

source: For dem er det en stor befrielse å slippe hjemmefra så tidlig som mulig.
sme: Sin mielas lea stuora bestojupmi madi nuorabun besset ruovttus vánhemiid luhtte eret.

source: Barna deres vil jo vekk fra foreldrene så snart de er gamle nok til å klare seg selv...
sme: Sin čivggat háliidit mánnán juo ruovttus eret.

source: Kátjá lyttet taus til guttenes prat.
sme: Kátjá čohkkái jávohaga ja guldalii bártnážiid ságastallama.

source: De tenkte på samme måte, alle sammen.
sme: Sis orro seammalágán jurdagat buohkain.

source: - Hva med deg, Kátjá?
sme: — Naba don Kátjá, jearralii okta.

source: Hva vil du gjøre når du kommer tilbake til friheten?
sme: — Gosa don áiggut go beasat friddjavuhtii fas?

source: - Jeg vet sannelig ikke...
sme: — In mun diede.

source: svarte hun lavt.
sme: vástidii Kátjá vuollegaččat.

source: men jeg vet ikke hva jeg vil vite, bare at det er noe...
sme: Mun orun muhtomin dovdame hirbmat háliidusa diehtit. in diede ieš ge maid.

source: Tenk om det fantes en skole der man lærer det man har lyst til å lære, ikke blir tvunget til å lese så mye om de evindelige vikingene og apostlene.
sme: Jurddašan mun gal veaháš skuvllaid birra nai, jus gávdnošii dakkár skuvla gos olmmoš sáhttá leat friddja. ja ieš mearridit maid háliida oahppat.

source: - Slike skoler finns ikke, i hvert fall ikke i Norge.
sme: — Diekkár skuvla ii gávdno gostege. li goit Norggas.

source: Du vet jo at de som driver skolene ikke har peiling på hvordan det er å leve i ødemarka, slik vi gjør.
sme: Skuvlaolbmát eai oainnát diede, eai ge oba ipmir ge mot meahccebáikkiin lea eallit.

source: De skjønner ikke at vi ikke kan leve av alt vi har pugget om de hellige konger og om korstogene deres.
sme: Ii doppe boađe biebmu beavddi ala vaikko man gavrri bures dieđášii buot bassi gonagasaid ja sin sođiid birra.

source: Skoler er bare noe forbanna tull!
sme: Jur skuvllain ii leat ávki beatnat bahtii ge.

source: Nei Kátjá, tenk ikke mer på det, kok heller kaffe til oss, av fersk, nystjålet kaffe!
sme: muhto Kátjá, vuoššal dál baicca gáfe, váras suoláduvvon gáfiiguin!

source: De gapskrattet, og Kátjá kokte kaffe. Men først hadde de forsikret seg om at betjeningen ikke var i nærheten.
sme: Buohkat bohkosedje, ja Kátjá bijai gáfe duldet go vuos okta lei fitnan iskame oidno go oktage biigá lahkosiin.

source: - Ingen i sikte, meldte spionen som kom tilbake fra korridoren.
sme: — Ii oidno oktage biigá, sii leat buohkat čohkkámen iežaset lanjas njunnálaga.

source: - De sitter nok på vaktrommet og forbanner oss og slarver om allverdens tull.
sme: Min garuheame ja duššiid slárveme.

source: Det lysnet av dag, den aller siste skoledagen.
sme: Maŋemus skuvlabeaivi čuvggođii.

source: Det var sommer i lufta.
sme: Hirbmat liehmu geasseilbmi lei áimmus.

source: All snøen hadde smeltet, og isen var gått i elva.
sme: Muohta lei visot juo suddan, jieŋat maid mannan eanus.

source: Men trærne var ennå svarte.
sme: Muorat gal eai lean vel runiidan.

source: - Hjemme har nok 1øvet begynt å sprette allerede, og markene er grønne, tenkte Kátjá.
sme: — Ruovttus gal várra lea urbi juo luoskanan ja giettit runodan, jurdilii Kátjá.

source: Hun sto i soverommet og så ut av vinduet.
sme: Son čuoččui lanjastis ja guovlladii olggos.

source: Hun var i et merkelig humør, hverken glad eller trist.
sme: Sus lei nu ártegis dovdu.

source: Hun fø1te seg bare rar og tom den siste dagen innenfor disse veggene.
sme: Ii lean ilus, ii ge morrašis ge. Maŋemus geardde dáid seinniid siskkobealde.

source: Hun var klar til å dra.
sme: Son lei gearggus vuolgit.

source: Rare tanker tumlet rundt i hodet mens hun sto der.
sme: Juohkelágán jurdagat bahkkejedje su oaivái.

source: Hun kastet et blikk mot senga, mot puta som hun hadde grått så mange bitre tårer i, som hun hadde så mange inderlige bønner i, som hun hadde hvisket tusen forbannelser i. Hun lukket øynene et øyeblikk.
sme: Son bálkestii vel čalmmiidis iežas seŋgii — boalstarii man vuostá nuppát ganjal lei golgan, nuppát rohkos rohkadallojuvvon ja nuppát garrusátni savkaluvvon.

source: Plutselig smilte hun. - Endelig er jeg et fritt menneske!
sme: Sus manne čalmmit oanehaš gitta, ja fáhkkestaga moddjii son: — Mun lean viimmat luovos!

source: Ingenting binder meg mer.
sme: Friddja!

source: Følelsen av frihet var så sterk at den nesten skremte henne. Hun skyndte seg å pakke og fortet seg ut.
sme: Dat lei nu amas dovdu ahte dat gosii baldá su. Son doapmalii čorgestit oktii buot veaskkuid ja biergasiid ja vázzilii olggos.

source: I korridoren møtte hun husmora og en av assistentene hennes.
sme: Gáŋgenis bođii internáhtahoavda ja okta biigá su ovddal.

source: De stoppet henne: - Kátjá, skal du virkelig forlate oss nå? Takk for alle de hyggelige årene vi har hatt sammen med deg!
sme: Kátjá gal guođát dál min. Giitu daid jagiid ovddas maid mii leat beassan ovttas orrut!

source: Det er mat på kjøkkenet.
sme: Doppe lea veaháš biebmu gárvvistuvvon gievkkanis.

source: Du vil vel spise før du drar.
sme: It go áiggo borrat ovdal vuolggát?

source: Kátjá fikk ikke fram et ord. Hun fortsatte bare videre, og lot som hun ikke så den utstrakte hånden til husmora.
sme: Kátjás ii boahtán sátni ge njálmmis olggos, ii ge son dahkkan oaidnin ge go internáhtahoavda geaigguhii gieđa sutnje, son dušše vázzái viidaseapput.

source: Hun trengte ikke deres godhet mer.
sme: Son ii háliidan ii ge dárbbašan buorrevuođa dál šat.

source: De brydde seg ikke om meg da jeg virkelig trengte det.
sme: Go dalle eai beroštan mus go mun livččen sin duođas dárbbašan.

source: I skolegården stod lærerne og ønsket elevene god sommer.
sme: Skuvlašiljus ledje oahpaheaddjit ges sávvame mánáide buori geasi.
